Repository: laurazp/Quake2.0
Catalog: Quake/Localizable.xcstrings
Source language: en
Languages: es

# app_info_credits_title
source: Credits
es: Créditos

# app_info_general_title
source: General info
es: Info general

# btn_apply
source: Apply
es: Aplicar

# btn_cancel
source: Cancel
es: Cancelar

# date_picker_end_date
source: End date
es: Fecha final

# date_picker_select_range
source: Select date range
es: Seleccione rango de fechas

# date_picker_start_day
source: Start date
es: Fecha inicial

# earthquake_coords
source: Coords
es: Coordenadas

# earthquake_date
source: Date
es: Fecha

# earthquake_depth
source: Depth
es: Profundidad

# earthquake_magnitude
source: Magnitude
es: Magnitud

# earthquake_place
source: Place
es: Lugar

# earthquakes_filter
source: Filter
es: Filtros

# earthquakes_search_date_range
source: Search by date range
es: Buscar por rango de fechas

# earthquakes_sort
source: Sort
es: Ordenar

# earthquakes_sort_by_date
source: By date
es: Por fecha

# earthquakes_sort_by_magnitude
source: By magnitude
es: Por magnitud

# earthquakes_sort_by_place
source: By place
es: Por lugar

# earthquakes_title
source: Earthquakes
es: Terremotos

# faq_answer_1
source: A negative magnitude means an earthquake that is not felt by humans because it's smaller than those originally chosen for zero magnitude in the Richter scale. That's possible because modern seismographs can detect smaller seismic waves than before.
es: Una magnitud negativa significa un terremoto que no es percibido por los humanos porque es más pequeño que los originalmente considerados de magnitud cero en la escala de Richter. Esto es posible porque los sismógrafos modernos pueden detectar ondas sísmicas más pequeñas que antes.

# faq_answer_2
source: It's the distance from the ground at which the earthquake occurred. If we have a depth of 0km or a negative depth, it's because the earthquake was too shallow and it's so difficult to determine its exact depth (it's possible to have an error of 1-2km when determining the actual depth of an earthquake).
es: Es la distancia desde el suelo a la que se produjo el terremoto. Si la profundidad es de 0 km o negativa, se debe a que el terremoto fue muy superficial y es muy difícil determinar su profundidad exacta (es posible un error de 1 a 2 km al determinar la profundidad real de un terremoto).

# faq_answer_3
source: No, it is currently not possible to accurately predict when, where, and with what magnitude an earthquake will occur. Science can identify risk zones, but not make exact predictions.
es: No, actualmente no es posible predecir con precisión cuándo, dónde y con qué magnitud ocurrirá un terremoto. La ciencia puede identificar zonas de riesgo, pero no hacer predicciones exactas.

# faq_answer_4
source: It's a smaller earthquake that follows the main one in the same area. There may be many aftershocks, and some may be felt quite strongly.
es: Es un terremoto más pequeño que sigue al principal en la misma zona. Puede haber muchas réplicas, y algunas pueden sentirse con fuerza.

# faq_answer_5
source: Factors such as the depth of the earthquake, proximity to populated areas, soil type, and the quality of buildings influence the level of damage beyond magnitude.
es: Factores como la profundidad del sismo, la proximidad a áreas pobladas, el tipo de suelo y la calidad de las construcciones influyen en el nivel de daño, más allá de la magnitud.

# faq_answer_6
source: Because they are close to tectonic plate boundaries, such as the Pacific Ring of Fire, where there is more seismic activity.
es: Porque están cerca de los límites de placas tectónicas, como el "Cinturón de Fuego del Pacífico", donde hay más actividad sísmica.

# faq_answer_7
source: Data comes from official sources such as the USGS, EMSC, or other reliable seismological centers, but may change slightly as information is updated.
es: Los datos provienen de fuentes oficiales como USGS, EMSC u otros centros sismológicos confiables, pero pueden cambiar ligeramente conforme se actualiza la información.

# faq_question_1
source: Why are there earthquakes with negative magnitudes?
es: ¿Por qué hay terremotos con magnitudes negativas?

# faq_question_2
source: What's the depth of an earthquake?
es: ¿Qué es la profundidad de un teremoto?

# faq_question_3
source: Can earthquakes be predicted?
es: ¿Se pueden predecir los terremotos?

# faq_question_4
source: What is an aftershock?
es: ¿Qué es una réplica (aftershock)?

# faq_question_5
source: Why are some earthquakes more destructive even if they are not as strong?
es: ¿Por qué algunos terremotos son más destructivos aunque no sean tan fuertes?

# faq_question_6
source: Why are there so many earthquakes in certain regions of the world?
es: ¿Por qué hay tantos terremotos en ciertas regiones del mundo?

# faq_question_7
source: How reliable is the data displayed by the app?
es: ¿Cómo de confiables son los datos que muestra la app?

# feedback_choose_option
source: Choose an option
es: Selecciona una opción

# feedback_image_error
source: There was an error attaching the image.
es: Hubo un error con la imagen adjunta.

# feedback_mail_error
source: Cannot send mail from this device.
es: No se puede enviar correo desde este dispositivo.

# feedback_name
source: Name
es: Nombre

# feedback_open_camera
source: Open camera
es: Abrir cámara

# feedback_open_gallery
source: Choose from gallery
es: Elegir desde la galería

# feedback_select_attachment
source: Select attachment
es: Seleccionar archivo adjunto

# feedback_send_feedback
source: Send Feedback
es: Enviar comentarios

# feedback_textfield_hint
source: Write your message here…
es: Escriba aquí su mensaje…

# feedback_topic
source: Topic
es: Título

# feedback_version
source: Version
es: Versión

# filters_clear_filters
source: Clear filters
es: Limpiar filtros

# length_unit_kilometers
source: Kilometers
es: Kilómetros

# length_unit_miles
source: Miles
es: Millas

# location_permission_button
source: Allow access
es: Permitir acceso

# location_permission_description
source: The app needs access to your location to show relevant nearby earthquake data.
es: La app necesita acceso a tu ubicación para mostrar datos relevantes sobre terremotos cercanos.

# location_permission_granted
source: Permission granted
es: Permiso concedido

# location_permission_open_settings
source: Open Settings
es: Abrir configuración

# location_permission_thank_you
source: Thanks for allowing location access.
es: Gracias por permitir el acceso a tu ubicación.

# location_permission_title
source: Allow access to your location
es: Permitir acceso a tu ubicación

# map_location_permissions
source: To see your location on the map, enable access from Settings.
es: Para ver tu ubicación en el mapa, permite el acceso desde Ajustes.

# map_title
source: Map
es: Mapa

# message_type_bug_report
source: Bug Report
es: Reportar bug

# message_type_other
source: Other
es: Otro

# message_type_question
source: Question
es: Pregunta

# message_type_request
source: Request
es: Petición

# settings_app_info
source: App Info
es: Info de la App

# settings_configuration
source: Configuration
es: Opciones

# settings_faq
source: FAQ
es: Preguntas frecuentes

# settings_location_services
source: Location Services
es: Servicios de localización

# settings_see_details
source: See details
es: Ver detalles

# settings_title
source: Settings
es: Configuración

# settings_units
source: Units
es: Unidades

# settings_units_length
source: Length
es: Longitud
